#a = input("Привет ! Как твои дела ?")
#print("Это круто, что твои дела ", a)
#b = int(input("Скажи пожалуйста свой номер телефона "))
#print("Ты теперь в базе, с таким номером------->", b)
#g = "Привет, прочитай и ознакомся с правилами пользователя"
#print(g)


#name = input("Как тебя зовут ? ")
#print(f"Круто, тебя зовут {name}. Мы тебя здесь ждали в нашей игре")

u = " Нажмите пожалуйста enter, для того, чтобы продолжить." 
u += "\nКак Вас зовут ?"  

name = input(u) 
print(f'\nПривет, {name}!')



t = 5
t+=2      # t= t+2
print(t)

r = 10
r -= 20
print(r)

p = int(input("Введите число"))
p/=3
print(p)
y = type(p)
print(y)


